{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "Hi",
        "Hey",
        "How are you",
        "Is anyone there?",
        "Hello",
        "Good day",
        "Hello, how are you doing today?",
        "Hi there, what brings you to our chat?",
        "Hey, how's it going?",
        "Good morning, how did you sleep?",
        "Good afternoon, how has your day been so far?",
        "Good evening, how was your day?",
        "Hey, how's the weather where you are?",
        "Hi there, what can I help you with today?",
        "Hello, what's on your mind?",
        "Hey, how have you been?",
        "Hi, how can I assist you today?",
        "Hello, what's the latest?",
        "Hey there, what are you up to?",
        "Hi, how's everything going?",
        "Hello, what's new with you?",
        "Hey, how's your day been so far?",
        "Hi there, what are you interested in learning about today?",
        "Hello, how can I be of assistance?",
        "Hey, what can I do for you today?",
        "Hi, how can I help you today?",
        "Hello, what are your plans for the day?",
        "Hey there, what's going on in your world?",
        "Hi, what's happening today?",
        "Hello, how can I make your day better?",
        "Hey, how are you feeling today?",
        "Hi there, what's new in your life?",
        "Hello, how can I be of service today?",
        "Hey, what's been happening lately?",
        "Hi, how's everything been going for you?",
        "Hello, how can I assist you with your needs?",
        "Hey there, what do you have planned for the day?",
        "Hi, how can I make your day easier?",
        "Hello, what do you need help with?",
        "Hey, how's your week been so far?",
        "Hi there, what's the latest with you?",
        "Hello, how are you feeling today?",
        "Hey there, what's new and exciting in your life?",
        "Hi, what can I do to help you today?",
        "Hello, how can I assist you in reaching your goals?",
        "Hey, what are you interested in learning more about?",
        "Hi there, what's on your mind today?",
        "Hello, how can I support you?",
        "Hey there, how can I make your day better?",
        "Hi, what can I do to help you achieve success?",
        "Hello, how can I be of service today?",
        "Hey, how's your day been going so far?",
        "Hi there, what can I do to help you today?",
        "Hello, what's new in your world?",
        "Hey there, how can I assist you with your needs?",
        "Hi, how can I help you today?",
        "Hello, how can I make your day easier?",
        "Hey, what's going on in your life?",
        "Hi there, how can I be of assistance?",
        "Hello, how can I support your goals?",
        "Hey there, what's on your to-do list today?",
        "Hi, what can I help you accomplish today?",
        "Hello, how can I assist you in achieving your dreams?",
        "Hey, how can I make your day brighter?",
        "Hi there, what's new and exciting in your life?",
        "Hello, what can I do to help you feel more productive?",
        "Hey there, how can I help you overcome any obstacles?",
        "Hi, what can I do to help you reach your potential?",
        "Hello, how can I assist you with your priorities?"

      ],
      "responses": [
        "Hey :-)",
        "Hello, thanks for visiting",
        "Hi there, what can I do for you?",
        "Hi there, how can I help?",
        "Hello there!",
        "Good morning!",
        "Good afternoon!",
        "Good evening",
        "Hello there!",
        "Good morning!",
        "Good afternoon!",
        "Good evening!",
        "Hi!",
        "Hey there!",
        "Welcome back!",
        "It's nice to see you!",
        "Hiya!",
        "Greetings!",
        "Howdy!",
        "Salutations!",
        "Bonjour!",
        "Konnichiwa!",
        "Ciao!",
        "Hola!",
        "Namaste!",
        "Shalom!",
        "Ahoy!",
        "Yo!",
        "What's up?",
        "How's it going?",
        "How are you doing today?",
        "How's your day going?",
        "What's new?",
        "How's life treating you?",
        "Nice to meet you!",
        "Pleasure to meet you!",
        "Great to see you!",
        "Long time no see!",
        "What brings you here today?",
        "How can I assist you?",
        "What can I help you with?",
        "How may I be of service?",
        "Is there anything I can do for you?",
        "How can I be of assistance?",
        "What's on your mind?",
        "What's your question?",
        "How can I make your day better?",
        "Is there anything you need help with?",
        "What do you want to talk about?",
        "What's the reason for your visit?",
        "Can I help you with something specific?",
        "What can I do to assist you?",
        "How can I make your experience better?",
        "Are you here for information or assistance?",
        "What's your purpose for being here?",
        "What do you need help with today?",
        "Can I help you find something?",
        "What are you looking for?",
        "How can I support you?",
        "What are your goals today?",
        "What do you hope to accomplish today?",
        "What's the objective of your visit?",
        "Is there anything I can do to simplify things for you?",
        "How may I direct you?",
        "What's your inquiry?",
        "How can I assist your inquiry?",
        "What's your request?",
        "How can I fulfill your request?",
        "What brings you joy?",
        "What brings you happiness?",
        "What makes you feel good?",
        "What inspires you?",
        "What motivates you?",
        "What are you passionate about?",
        "What are your interests?",
        "What are your hobbies?",
        "What do you enjoy doing?",
        "What makes you smile?",
        "What's your favorite thing to do?",
        "What's your favorite hobby?",
        "What's your favorite pastime?",
        "What do you like to do in your free time?",
        "What's your idea of fun?",
        "What's your idea of relaxation?",
        "What's your favorite thing to do to unwind?",
        "What do you do for self-care?",
        "What do you do to recharge your batteries?",
        "What do you do to take care of yourself?",
        "What are your self-care habits?",
        "How do you prioritize self-care?",
        "How do you make time for self-care?",
        "How do you balance work and self-care?",
        "How do you stay balanced?",
        "What are your strategies for staying balanced?",
        "What helps you stay centered?",
        "How do you stay focused?",
        "What do you do to stay motivated?",
        "What keeps you going?",
        "What do you do to stay positive?",
        "What are your strategies for staying optimistic?",
        "How do you cope"
      ]
    },
    {
      "tag": "goodbye",
      "patterns": ["Bye", "See you later", "Goodbye"],
      "responses": [
        "See you later, thanks for visiting",
        "Have a nice day",
        "Bye! Come back again soon."
      ]
    },
    {
      "tag": "thanks",
      "patterns": [
        "Thanks", 
        "Thank you",
        "That's helpful",
        "Thank's a lot!",
        "Thank you for your help!",
        "Thank you for your advice!",
        "Thank you for your time!",
        "Thank you for your patience!",
        "Thank you for your understanding!",
        "Thank you for your support!",
        "Thank you for your kindness!",
        "Thank you for being so informative!",
        "Thank you for being so helpful!",
        "Thank you for being so responsive!",
        "Thank you for being so reliable!",
        "Thank you for being so efficient!",
        "Thank you for being so professional!",
        "Thank you for being so thorough!",
        "Thank you for being so friendly!",
        "Thank you for being so knowledgeable!",
        "Thank you for being so courteous!",
        "Thank you for being so polite!",
        "Thank you for being so understanding!",
        "Thank you for being so accommodating!",
        "Thank you for being so flexible!",
        "Thank you for being so accessible!",
        "Thank you for being so responsive to my needs!",
        "Thank you for being so attentive!",
        "Thank you for being so proactive!",
        "Thank you for being so informative and helpful!",
        "Thank you for being so efficient and reliable!",
        "Thank you for being so patient and understanding!",
        "Thank you for being so knowledgeable and informative!",
        "Thank you for being so professional and courteous!",
        "Thank you for being so friendly and accommodating!",
        "Thank you for being so flexible and accessible!",
        "Thank you for going above and beyond!",
        "Thank you for your excellent service!",
        "Thank you for your exceptional assistance!",
        "Thank you for your outstanding support!",
        "Thank you for your exceptional work!",
        "Thank you for your exceptional efforts!",
        "Thank you for your exceptional service!",
        "Thank you for your excellent advice!",
        "Thank you for your exceptional guidance!",
        "Thank you for your outstanding assistance!",
        "Thank you for your exceptional expertise!",
        "Thank you for your outstanding work!",
        "Thank you for your exceptional efforts!",
        "Thank you for your exceptional support!",
        "Thank you for your exceptional dedication!",
        "Thank you for your exceptional professionalism!",
        "Thank you for your exceptional knowledge!",
        "Thank you for your exceptional skills!",
        "Thank you for your exceptional patience!",
        "Thank you for your exceptional understanding!",
        "Thank you for your exceptional flexibility!",
        "Thank you for your exceptional responsiveness!",
        "Thank you for your exceptional communication skills!",
        "Thank you for your exceptional attention to detail!",
        "Thank you for your exceptional problem-solving skills!",
        "Thank you for your exceptional creativity!",
        "Thank you for your exceptional dedication to quality!",
        "Thank you for your exceptional commitment!",
        "Thank you for your exceptional reliability!",
        "Thank you for your exceptional professionalism and dedication!",
        "Thank you for your exceptional communication and teamwork!",
        "Thank you for your exceptional leadership and guidance!",
        "Thank you for your exceptional expertise and knowledge!",
        "Thank you for your exceptional attention to detail and quality!",
        "Thank you for your exceptional creativity and innovation!",
        "Thank you for your exceptional problem-solving and critical thinking skills!",
        "Thank you for your exceptional commitment to customer service!",
        "Thank you for your exceptional commitment to excellence!",
        "Thank you for your exceptional work ethic!",
        "Thank you for your exceptional responsiveness and flexibility!",
        "Thank you for your exceptional dedication to our success!",
        "Thank you for your exceptional contribution to our team!",
        "Thank you for your exceptional service to our customers!",
        "Thank you for your exceptional leadership and guidance to our team!",
        "Thank you for your"],
      "responses": ["Happy to help!", "Any time!", "My pleasure"]
    },  
    {
      "tag": "ai",
      "patterns": [
        "What is AI?",
        "What is AI?"
      ],
      "responses": [
        "Artificial Intelligence is the branch of engineering and science devoted to constructing machines that think.",
        "AI is the field of science which concerns itself with building hardware and software that replicates the functions of the human mind."
      ]
    },
    {
      "tag": "payments",
      "patterns": [
        "payment",
        "Do you take credit cards?",
        "Do you accept Mastercard?",
        "Can I pay with Paypal?",
        "Are you cash only?",
        "How can I pay for my order?",
        "What payment methods do you accept?",
        "Is it safe to pay online?",
        "How do I know if my payment was successful?",
        "Can I use multiple payment methods for a single order?",
        "Do you accept payment through mobile wallets?",
        "What is the maximum limit for online payment?",
        "Is there any additional fee for online payment?",
        "Can I pay using my debit card?",
        "Can I pay using my credit card?",
        "How do I make a payment through bank transfer?",
        "Can I pay using my PayPal account?",
        "Can I pay using my Google Pay account?",
        "How do I pay using my Apple Pay account?",
        "Is it safe to save my card details on your website?",
        "How do I update my saved payment information?",
        "Can I cancel a payment?",
        "Is there a time limit for making payment?",
        "What happens if I don't make payment on time?",
        "Can I get a refund if I cancel my payment?",
        "What is the refund policy?",
        "How long does it take to receive a refund?",
        "How do I know if my refund has been processed?",
        "Can I exchange an item instead of getting a refund?",
        "Is there any fee for refund or exchange?",
        "Can I pay using a gift card?",
        "How do I redeem a gift card?",
        "What is the validity period for a gift card?",
        "Can I transfer a gift card to someone else?",
        "How do I check the balance of my gift card?",
        "Can I use multiple gift cards for a single order?",
        "How do I apply a discount code to my order?",
        "Can I use multiple discount codes for a single order?",
        "What happens if my discount code doesn't work?",
        "Can I get a discount for bulk orders?",
        "How do I subscribe to a recurring payment plan?",
        "How do I cancel a recurring payment plan?",
        "Can I change the payment method for a recurring payment plan?",
        "What is the frequency of recurring payments?",
        "Is there a discount for recurring payment plans?",
        "Can I make partial payments for an order?",
        "Can I pay in installments?",
        "How do I set up a payment plan?",
        "Can I pay using cryptocurrency?",
        "Which cryptocurrencies do you accept?",
        "How do I know the current exchange rate for cryptocurrency payments?",
        "Is there any additional fee for cryptocurrency payments?",
        "Can I get a receipt for my payment?",
        "How do I request an invoice?",
        "What is a payment gateway?",
        "How does a payment gateway work?",
        "Is it necessary to use a payment gateway for online payments?",
        "How do I choose a payment gateway for my business?",
        "What is the difference between a payment gateway and a payment processor?",
        "Can I use multiple payment gateways for my business?",
        "How do I integrate a payment gateway with my website?",
        "Can I customize the payment gateway interface?",
        "What is a payment processor?",
        "How does a payment processor work?",
        "Is it necessary to use a payment processor for online payments?",
        "How do I choose a payment processor for my business?",
        "What is the difference between a payment processor and a payment gateway?",
        "Can I use multiple payment processors for my business?",
        "How do I integrate a payment processor with my website?",
        "Can I customize the payment processor interface?",
        "What is a merchant account?",
        "How does a merchant account work?",
        "What are the requirements for opening a merchant account?",
        "Do I need a merchant account to accept online payments?",
        "What are the fees associated with a merchant account?",
        "How do I choose a merchant account provider?",
        "What is a chargeback?",
        "How does a chargeback work?",
        "What are the reasons for a chargeback?",
        "How do I dispute a chargeback?",
        "Can I prevent chargebacks?",
        "What is PCI compliance?",
        "Why is PCI compliance important?"
      ],
      "responses": [
        "We accept VISA, Mastercard and Paypal",
        "We accept most major credit cards, and Paypal",
        "We accept various forms of payment including credit cards, debit cards, and PayPal.",
        " Our payment process is highly secure and uses industry-standard encryption to protect your information.",
        "This depends on the product or service you are purchasing. Some may offer payment plans, while others may require full payment upfront.",
        "It depends on the payment method you choose. Some may have fees associated with them, while others do not.",
        "This depends on the merchant's policy. Some may allow you to change your payment method, while others may not.",
        "You should receive a confirmation email or message from the merchant once your payment has been processed.",
        "You may need to use a different payment method or contact your bank to resolve the issue.",
        "This depends on the merchant's policy. Some may allow you to cancel a payment, while others may not.",
        "This can vary depending on the payment method used, but most payments are processed within a few minutes to a few days.",
        "Our site uses secure encryption to protect your payment information, but it's always a good idea to monitor your accounts for any unusual activity.",
        "This depends on the merchant's refund policy. Some may offer refunds, while others may not.",
        "Yes, you can dispute a charge on your credit card by contacting your credit card issuer.",
        "This depends on the merchant's policy. Some may accept prepaid cards, while others may not.",
        "Yes, but make sure to use a secure Wi-Fi network and keep your device updated with the latest security patches.",
        "This depends on the payment method and merchant. Some may allow you to set up automatic payments through their site or app.",
        "This depends on the merchant's policy. Some may accept gift cards, while others may not.",
        "Make sure to verify the identity of the person or company requesting payment and use secure payment methods.",
        " This depends on the merchant's policy. Some may accept cryptocurrency, while others may not.",
        "Yes, but make sure to use a secure site and keep your debit card information safe.",
        "This depends on the merchant's policy. Some may accept mobile wallets like Apple Pay or Google Pay, while others may not.",
        "A chargeback is when a customer disputes a charge"
      ]
    },
    {
      "tag": "delivery",
      "patterns": [
        "How long does delivery take?",
        "How long does shipping take?",
        "When do I get my delivery?",
        "When will my package be delivered?",
        "Can I track my delivery online?",
        "What's the estimated delivery time?",
        "Will I get a delivery confirmation?",
        "How will I know if my delivery is delayed?",
        "Can I change my delivery address?",
        "Can I choose a specific delivery date?",
        "Can I specify a delivery time?",
       "Will the delivery be made to my door or left at the reception?",
        "Can I request for a signature upon delivery?",
        "What happens if I'm not home to receive the delivery?",
        "Will I receive a notification when my delivery arrives?",
        "What's the delivery company's policy for missed deliveries?",
        "Can I change the delivery company for my package?",
        "Can I request for the delivery driver to call me before delivery?",
        "Can I reroute my delivery to a different address?",
        "What do I need to do to prepare for delivery?",
          "How will my package be packaged for delivery?",
          "Can I request for my package to be left with a neighbor?",
          "What's the delivery company's policy for stolen packages?",
          "Can I have the delivery left in a safe spot?",
          "What happens if my package is damaged during delivery?",
          "Can I cancel my delivery?",
          "Will I be charged for a cancelled delivery?",
          "Can I track the delivery driver in real-time?",
          "Will the delivery driver leave a note if they can't deliver my package?",
          "Can I have my package delivered to a PO Box?",
          "What's the delivery company's policy for damaged packages?",
          "How can I get proof of delivery?",
          "Can I reschedule my delivery?",
          "How can I make sure someone is home to receive the delivery?",
          "Will the delivery company attempt to deliver my package again if I miss the first delivery?",
          "Can I request for the delivery to be left in a specific location?",
          "Can I have someone else receive the delivery on my behalf?",
          "Can I request for the delivery driver to call me when they're on their way?",
          "How can I provide special delivery instructions?",
          "Can I request for the delivery to be held for pickup?",
          "What happens if my package is lost during delivery?",
          "Can I schedule a delivery for a specific time of day?",
          "Can I have my package delivered to a different location than the billing address?",
          "What do I do if I received the wrong package?",
          "How can I make sure my package isn't left in the rain or snow?",
          "Can I request for the delivery driver to wait while I check the package?",
          "Will the delivery company leave my package at the doorstep if I'm not home?",
          "Can I get a refund if my package is delayed?",
          "What happens if the delivery company can't find my address?",
          "How can I provide feedback about my delivery experience?",
          "Can I request for the delivery driver to ring the doorbell or knock on the door?",
          "Can I track multiple packages at once?",
          "Can I choose the delivery company for my package?",
          "How can I verify that my package has been delivered?",
          "Can I request for the delivery driver to leave my package with a concierge?",
          "Will the delivery company leave my package with a neighbor without my consent?",
          "Can I leave delivery instructions for the driver?",
          "Can I change the delivery address after the package has been shipped?",
          "Can I schedule a delivery for a weekend or holiday?",
          "How can I make sure my package isn" 
      ],
      "responses": [
        "Delivery takes 2-4 days",
        "Shipping takes 2-4 days",
          "Your order has been dispatched and should arrive within 1-3 business days.",
          "Your package has been shipped and you should receive a tracking number soon.",
          "Your order is out for delivery and should arrive later today.",
          "We apologize for the delay, but your order should arrive by the end of the week.",
          "Your package is delayed due to unforeseen circumstances. We will keep you updated on its status.",
          "Your package has arrived at the shipping facility and is awaiting departure.",
          "Your order has been delivered to your doorstep. Please check to ensure it has been received.",
          "We have attempted to deliver your package but were unable to do so. Please contact us to reschedule delivery.",
          "Your package has been delivered to the front desk of your apartment building.",
          "Your package is scheduled to arrive tomorrow. Please ensure someone is available to receive it.",
          "We apologize for the inconvenience, but your package has been delayed due to weather conditions.",
          "Your package has been delivered to the designated pickup location. Please bring ID to collect it.",
          "Your order is currently being processed and should be shipped within 1-2 business days.",
          "Your package has been shipped and is currently en route to your location.",
          "We apologize for the delay, but we are working to resolve the issue and ensure prompt delivery.",
          "Your package has been delivered to the local post office. Please bring ID to collect it.",
          "Your order has been processed and is now being prepared for shipment.",
          "Your package has arrived at the local sorting facility and should be out for delivery soon.",
          "We have received your order and are currently processing it. You will receive an update once it is shipped.",
          "Your package has been delivered to the wrong address. Please contact us to resolve the issue.",
          "Your package has been delivered to your mailbox.",
          "Your order has been shipped and should arrive within 5-7 business days.",
          "We apologize for the delay, but your package has been held up in customs.",
          "Your package has been delivered to the front desk of your office building.",
          "Your package is currently in transit and should arrive within the next few days.",
          "Your order has been shipped and is currently in transit to your location.",
          "Your package has been delivered to your neighbor's house by mistake. Please contact us to resolve the issue.",
          "Your package is scheduled for delivery today between 1-3pm.",
          "Your order has been shipped and should arrive within 2-4 business days.",
          "We apologize for the inconvenience, but your package has been delayed due to high volume.",
          "Your package has been delivered to the local post office for pickup. Please bring ID to collect it.",
          "Your order has been processed and is now being shipped from our warehouse.",
          "Your package has been delivered to your back porch.",
          "Your package is currently in transit and should arrive within the next 24-48 hours.",
          "Your order has been shipped and is currently en route to your location.",
          "We apologize for the delay, but your package has been held up in transit.",
          "Your package has been delivered to the local shipping facility for sorting.",
          "Your package has been delivered to the wrong apartment number. Please contact us to resolve the issue.",
          "Your package is scheduled for delivery tomorrow between 10am-12pm.",
          "Your order has been shipped and should arrive within the next 7-10 business days.",
          "We apologize for the delay, but your package has been lost in transit. We will"
      ]
    },
      {
        "tag": "funny",
        "patterns": [
          "Tell me a joke!",
          "Tell me something funny!",
          "Do you know a joke?",
            "Can you tell me a funny joke?",
            "Do you know any good jokes?",
            "How about you tell me a joke to make me laugh?",
            "I could really use a good laugh. Can you tell me a joke?",
            "What's your favorite joke?",
            "Can you make me laugh with a joke?",
            "Have you heard any funny jokes lately?",
            "How about a joke to brighten up my day?",
            "Can you tell me a joke that will make me chuckle?",
            "I need a good laugh. Can you tell me a funny joke?",
            "Do you have any silly jokes to share?",
            "Can you tell me a joke that will make me smile?",
            "What's the funniest joke you know?",
            "Do you know any jokes that always make people laugh?",
            "Can you tell me a joke that's guaranteed to make me laugh?",
            "I could use a good laugh. Can you tell me a joke to cheer me up?",
            "How about a joke to lift my spirits?",
            "Do you have a favorite joke that always gets a good reaction?",
            "Can you tell me a joke that's so bad it's good?",
            "Can you make me laugh with a quick joke?",
            "I need a pick-me-up. Can you tell me a joke to brighten my day?",
            "How about a joke to put a smile on my face?",
            "Do you know any corny jokes?",
            "Can you tell me a joke that's easy to remember?",
            "What's the most hilarious joke you've ever heard?",
            "Can you tell me a clean joke?",
            "Can you make me laugh with a silly joke?",
            "How about a punny joke?",
            "Do you have any clever jokes to share?",
            "Can you tell me a classic joke?",
            "I could use a good laugh. Can you tell me a joke to make me feel better?",
            "How about a joke that will make me giggle?",
            "Can you make me laugh with a clever punchline?",
            "Do you know any knock-knock jokes?",
            "Can you tell me a joke that's appropriate for all ages?",
            "How about a joke that's a little bit corny?",
            "Can you make me laugh with a joke that's easy to understand?",
            "Do you know any one-liner jokes?",
            "Can you tell me a joke that's short and sweet?",
            "How about a joke that's a bit ridiculous?",
            "Can you make me laugh with a joke that's a bit off-the-wall?",
            "Do you know any funny stories or anecdotes?",
            "Can you tell me a joke that's based on a pun?",
            "How about a joke that's a bit ironic?",
            "Can you make me laugh with a joke that's based on a misunderstanding?",
            "Do you know any jokes that involve wordplay?",
            "Can you tell me a joke that involves a play on words?",
            "How about a joke that's a bit sarcastic?",
            "Can you make me laugh with a joke that's a bit tongue-in-cheek?",
            "Do you know any jokes that involve animals?",
            "Can you tell me a joke that involves a funny situation?",
            "How about a joke that's based on a funny observation?",
            "Can you make me laugh with a joke that's a bit absurd?",
            "Do you know any jokes that involve food?",
            "Can you tell me a joke that involves a cultural reference?"
        
        
        ],
        "responses": [
          "Why did the hipster burn his mouth? He drank the coffee before it was cool.",
          "What did the buffalo say when his son left for college? Bison.",
            "Why did the tomato turn red? Because it saw the salad dressing!",
            "Why did the scarecrow win an award? Because he was outstanding in his field!",
            "Why did the golfer wear two pairs of pants? In case he got a hole in one!",
            "Why don't scientists trust atoms? Because they make up everything!",
            "What do you call a fake noodle? An impasta!",
            "Why did the coffee file a police report? It got mugged!",
            "Why did the frog call his insurance company? He had a jump in his car!",
            "Why did the bicycle fall over? Because it was two-tired!",
            "Why did the hipster burn his tongue? He drank his coffee before it was cool!",
            "What do you get when you cross a snowman and a shark? Frostbite!",
            "Why did the man put his money in the freezer? He wanted cold hard cash!",
            "Why was the math book sad? Because it had too many problems!",
            "What do you call a snowman with a six-pack? An abdominal snowman!",
            "What do you call a fake noodle that sings? An Adele Impasta!",
            "Why don't oysters give to charity? They're shellfish!",
            "What do you get when you cross a snowman and a vampire? Frostbite!",
            "Why was the broom late? It swept in!",
            "Why don't ants get sick? They have tiny ant-bodies!",
            "Why do birds fly south for the winter? It's too far to walk!",
            "What do you call an alligator in a vest? An investi-gator!",
            "Why did the student eat his homework? The teacher told him it was a piece of cake!",
            "Why did the cookie go to the doctor? It was feeling crumbly!",
            "Why don't you see penguins in the UK? They're afraid of Wales!",
            "What do you call a lazy kangaroo? A pouch potato!",
            "Why did the tomato turn yellow? Because it was afraid of the salad dressing!",
            "What do you call a sleeping bull? A bulldozer!",
            "Why did the chicken cross the playground? To get to the other slide!",
            "Why did the duck cross the road? To prove he wasn't chicken!",
            "Why was the belt sent to jail? It held up a pair of pants!",
            "What do you get when you cross a snowman and a lawyer? Frostbite!",
            "Why was the math book sad? Because it had too many problems!",
            "Why do cows have hooves instead of feet? Because they lactose!",
            "What do you call a bear with no teeth? A gummy bear!",
            "Why did the grape stop in the middle of the road? It ran out of juice!",
            "What do you call a bear with no ears? B!",
            "What do you call a blind deer? No eye-deer!",
            "Why did the elephant go on a diet? He wanted to be a little lighter!",
            "Why did the banana go to the doctor? It wasn't peeling well!",
            "What do you call a dog magician? A labracadabrador!",
            "What do you call an alligator in a vest? An investi-gator!",
            "Why did the snail paint a big 'S' on his car? So people would say 'look at that S-car go!'",
            "Why do bees have sticky hair? They use honeycombs!"
        
        ]
      }
  ]
}
